const list = [
    {
        name: 'Фрукти',
        products: [
            {
                name: 'Яблука',
                price: 25,
                description: ' Їстівний плід яблуні, соковитий, багатий на вітаміни та мікроелементи.',
            },
            {
                name: 'Груші',
                price: 65,
                description: 'Плід дерева груша звичайна. Достигає в помірних широтах восени, рідше наприкінці літа.',
            },
            {
                name: 'Мандарини',
                price: 100,
                description: 'Поширена цитрусова культура, що також використовується як лікарська, ефіроолійна та декоративна.',
            }
        ]
    },
    {
        name: 'Овочі',
        products: [
            {
                name: 'Помідори',
                price: 90,
                description: 'Вид квіткових рослин з роду паслін родини пасльонові.',
            },
            {
                name: 'Огірки',
                price: 110,
                description: 'Вид одомашнених овочів з родини гарбузових і найчастіше є об\'єктом тепличного сільського господарства.',
            },
            {
                name: 'Капуста',
                price: 60,
                description: 'Рослини цього роду можуть бути колективно відомі як капустяні або як гірчичні.',
            }
        ]
    },
    {
        name: 'Ягоди',
        products: [
            {
                name: 'Малина',
                price: 100,
                description: 'Багаторічний напівчагарник рід Рубус родини, підродина Rosoideae.',
            },
            {
                name: 'Лохина',
                price: 400,
                description: 'Ягоди, забарвлені в колір індиго з сизуватим нальотом',
            },
            {
                name: 'Чорниця',
                price: 200,
                description: 'Рід вічнозелених і листопадних чагарників, напівчагарників та чагарничків',
            }
        ]
    }
]